export const fashionStyleReflectQuestions = [
  {
    "question": "친구들과 여행 가기 전에 옷을 고르고 있어. 어떤 스타일을 선택할래?",
    "options": [
      {
        "text": "캐주얼한 티셔츠에 슬랙스, 필수!",
        "score": 1
      },
      {
        "text": "화려한 룩으로 인생 샷 노려야지!",
        "score": 2
      },
      {
        "text": "편하지만 패셔너블한 걸 찾는 편이야!",
        "score": 3
      },
      {
        "text": "그 날의 기분에 맞게 고르는 걸 선호해!",
        "score": 4
      }
    ]
  },
  {
    "question": "일상에서 새로운 스타일을 시도해보고 싶은 날, 어떻게 할 건데?",
    "options": [
      {
        "text": "유명 모델 따라 해보는 편이야!",
        "score": 1
      },
      {
        "text": "스트릿 패션 참고해서 과감하게!",
        "score": 2
      },
      {
        "text": "모니터에서 보기만 해도 좋지 뭐",
        "score": 3
      },
      {
        "text": "내 착상도 좋지만, 친구들의 의견도 중시해!",
        "score": 4
      }
    ]
  },
  {
    "question": "악세서리를 선택할 때 네 마음은 어떤지?",
    "options": [
      {
        "text": "주목받는 쥬얼리가 좋지!",
        "score": 1
      },
      {
        "text": "가벼운 귀걸이에 중점을 두는 편",
        "score": 2
      },
      {
        "text": "가장 실용적인 걸 찾는 거지!",
        "score": 3
      },
      {
        "text": "상황에 맞는 악세서리를 조화롭게!",
        "score": 4
      }
    ]
  },
  {
    "question": "주말에 주로 어떤 스타일로 나갈 것 같아?",
    "options": [
      {
        "text": "언제나 스니커즈 하나면 ok!",
        "score": 1
      },
      {
        "text": "온,오프 모두 고급지게 차려 입어야죠!",
        "score": 2
      },
      {
        "text": "편한 스트릿 스타일에 가끔 변화를 주지!",
        "score": 3
      },
      {
        "text": "내 마음에 드는 건 뭐든 시도하는 편",
        "score": 4
      }
    ]
  }
];