export const friendshipCompatibilityQuestions = [
  {
    "question": "주말에 너랑 친구가 쇼핑 가기로 했는데 친구가 늦잠을 잤다면, 네 반응은?",
    "options": [
      {
        "text": "알아서 기다려줘야지!",
        "score": 1
      },
      {
        "text": "그랬으면 나도 알려줘라고 속으로 생각해.",
        "score": 2
      }
    ]
  },
  {
    "question": "너에게 고민 상담을 해주던 친구가 그동안 너를 무시했었다면, 어떤 반응을 보일래?",
    "options": [
      {
        "text": "그냥 넘기고 계속 친구할거야.",
        "score": 1
      },
      {
        "text": "쫌 안 친해지고 싶을 것 같아.",
        "score": 2
      }
    ]
  },
  {
    "question": "같이 여행가기로 한 친구가 돈이 없다면서 취소하려 한다면, 너는?",
    "options": [
      {
        "text": "진짜 진지하게 고민할 듯.",
        "score": 1
      },
      {
        "text": "나는 유유히 혼자 다녀오지.",
        "score": 2
      }
    ]
  },
  {
    "question": "여자 친구가 다른 친구와 덜 상의하고 먼저 결정을 해버린다면, 네 기분은?",
    "options": [
      {
        "text": "상관없어 그냥 하라고 해.",
        "score": 1
      },
      {
        "text": "에이 나도 의사소통 좀 했음 좋겠다.",
        "score": 2
      }
    ]
  },
  {
    "question": "친구와 함께 사진 찍었는데, 네가 더 예쁘게 나왔다면?",
    "options": [
      {
        "text": "우리도 잘 보이게 보정해줄게!",
        "score": 1
      },
      {
        "text": "하하, 내가 잘 난 거 아니니까.",
        "score": 2
      }
    ]
  },
  {
    "question": "모임에서 네가 이야기 할 때 친구가 방해를 한다면, 너는 어떻게 할래?",
    "options": [
      {
        "text": "그냥 같이 이렇게 좋다고 이야기해.",
        "score": 1
      },
      {
        "text": "그럴 거면 나 없이 있을래.",
        "score": 2
      }
    ]
  },
  {
    "question": "친구의 솔직한 의견이 필요할 때, 너는 어떤 반응일 것 같아?",
    "options": [
      {
        "text": "솔직한 의견 들려줘!",
        "score": 1
      },
      {
        "text": "들으면 마음이 상할까 걱정돼.",
        "score": 2
      }
    ]
  },
  {
    "question": "여자 친구의 선물보다 너의 생일 선물이 너무 기대된다면?",
    "options": [
      {
        "text": "마음을 보여줄 수 있는 것.",
        "score": 1
      },
      {
        "text": "사실 생일 챙기는 것도 좋지만 힘들어.",
        "score": 2
      }
    ]
  },
  {
    "question": "봉사활동에 친구를 초대하는데 친구가 해결방법을 말할 땐 네 기분은?",
    "options": [
      {
        "text": "나썸 김과 너잘맞네.",
        "score": 1
      },
      {
        "text": "오.. 수긍못 해 완전 귀찮아.",
        "score": 2
      }
    ]
  },
  {
    "question": "친구와의 약속을 취소한 후 너의 기분?",
    "options": [
      {
        "text": "괜히 미안하기도 하면서 다행이다.",
        "score": 1
      },
      {
        "text": "조금 설레긴 해도 다른 이들 불편할까?",
        "score": 2
      }
    ]
  },
  {
    "question": "매일 차나 다른 일정의 소문이 나는 경우에는?",
    "options": [
      {
        "text": "사실 나도 은근히 대신 없는 듯 생각해.",
        "score": 1
      },
      {
        "text": "야, 개인일은 본인 사정으로 결정하는 게 좋아.",
        "score": 2
      }
    ]
  },
  {
    "question": "너를 싫어하는 친구가 네 친구라는 소문을 들으면?",
    "options": [
      {
        "text": "그래도 너 그래 잘 지내 난 괜찮아.",
        "score": 1
      },
      {
        "text": "징한 내 기분! 패스를 원해.",
        "score": 2
      }
    ]
  }
];