export const homeDecorDreamsQuestions = [
  {
    "question": "혼자 있을 때, 너의 방에서 가장 중요한 요소는 뭐야?",
    "options": [
      {
        "text": "포근한 침대야. 침대가 편안해야 다른 것도 다 괜찮아!",
        "score": 1
      },
      {
        "text": "책장! 내가 좋아하는 책들을 예쁘게 진열하고 싶어.",
        "score": 2
      },
      {
        "text": "조명이야. 아늑한 조명 아래서 하루의 피로를 풀고 싶어.",
        "score": 3
      },
      {
        "text": "주방! 요리할 때마다 행복해지니까 주방이 중요해.",
        "score": 4
      }
    ]
  },
  {
    "question": "주말에는 주로 어떤 활동을 집에서 해?",
    "options": [
      {
        "text": "침대에 누워 영화 보는 걸 가장 좋아해.",
        "score": 1
      },
      {
        "text": "친구들 불러서 수다 떨거나 게임하는 편이야.",
        "score": 2
      },
      {
        "text": "새로운 레시피 도전하는 거에 푹 빠져있어.",
        "score": 3
      },
      {
        "text": "가꾸기에 흠뻑 빠져서 식물들을 돌보고 있어.",
        "score": 4
      }
    ]
  },
  {
    "question": "너의 방 인테리어 스타일은 어떤 느낌이야?",
    "options": [
      {
        "text": "심플하고 깔끔한 게 좋아.",
        "score": 1
      },
      {
        "text": "복고풍 느낌, 과거의 매력이 묻어나는 걸 선호해.",
        "score": 2
      },
      {
        "text": "자연 친화적인 느낌, 따뜻함이 느껴지는 게 최고야!",
        "score": 3
      },
      {
        "text": "트렌디하고 멋진 디자인으로 분위기를 살리고 싶어.",
        "score": 4
      }
    ]
  },
  {
    "question": "요즘 가장 끌리는 집안 소품은?",
    "options": [
      {
        "text": "고급스러운 쿠션, 내 방에서는 중요한 포인트야.",
        "score": 1
      },
      {
        "text": "빈티지한 소품들, 세월의 흔적이 있는 게 매력적이야.",
        "score": 2
      },
      {
        "text": "식물 같은 친환경 소품이나 장식품이 좋아.",
        "score": 3
      },
      {
        "text": "베스트셀러가 된 인테리어 잡지들, 항상 보는 편이야.",
        "score": 4
      }
    ]
  }
];