export const roommateCompatibilityQuestions = [
  {
    "question": "주말에 집에서 쉬고 싶을 때, 너의 룸메이트가 놀러 오면 어떻게 할래?",
    "options": [
      {
        "text": "조용히 나 혼자 쉬고 싶어",
        "score": 1
      },
      {
        "text": "같이 편안하게 영화 보자고 해",
        "score": 2
      },
      {
        "text": "그냥 소음에 괜찮아 하고 넘어가",
        "score": 3
      },
      {
        "text": "노는 분위기 좋으니 나도 나가고 싶어",
        "score": 4
      }
    ]
  },
  {
    "question": "룸메가 친구를 집에 초대했을 때, 너는 어떻게 반응할 거야?",
    "options": [
      {
        "text": "룸메가 초대했으니까 괜찮아",
        "score": 1
      },
      {
        "text": "미리 아침에 말해줬으면 좋겠어",
        "score": 2
      },
      {
        "text": "공부 중이라면 딴 데로 가주면 좋겠어",
        "score": 3
      },
      {
        "text": "친구도 초대해서 같이 놀고 싶어!",
        "score": 4
      }
    ]
  },
  {
    "question": "너의 룸메이트가 자주 늦게 들어온다면, 너는 어떻게 생각해?",
    "options": [
      {
        "text": "너무 불편해, 약속은 지켜야지",
        "score": 1
      },
      {
        "text": "각자의 사생활이니까 괜찮아",
        "score": 2
      },
      {
        "text": "새벽에 들어오면 잠 깨서 짜증나",
        "score": 3
      },
      {
        "text": "나도 늦게 들어오는 편이라 신경 안 써",
        "score": 4
      }
    ]
  },
  {
    "question": "집안 청소를 룸메와 어떻게 분담하고 싶어?",
    "options": [
      {
        "text": "각자 맡은 구역 청소하기",
        "score": 1
      },
      {
        "text": "주말에 같이 청소하는 게 좋아",
        "score": 2
      },
      {
        "text": "청소는 맡고 싶지 않아, 나중에 할게",
        "score": 3
      },
      {
        "text": "아예 청소 잘 안 해도 괜찮다고 해주면 좋겠어",
        "score": 4
      }
    ]
  },
  {
    "question": "식사할 때 조리 방식에 대한 생각은?",
    "options": [
      {
        "text": "맞춰서 같이 해먹는 게 좋아",
        "score": 1
      },
      {
        "text": "각자 따로 요리하는 게 편해",
        "score": 2
      },
      {
        "text": "가끔 같이 해먹는 건 좋고",
        "score": 3
      },
      {
        "text": "음식은 무조건 외식이 최고야",
        "score": 4
      }
    ]
  },
  {
    "question": "너의 룸메가 요리를 잘한다면?",
    "options": [
      {
        "text": "나도 배우고 싶어",
        "score": 1
      },
      {
        "text": "그냥 가끔 해주면 좋겠어",
        "score": 2
      },
      {
        "text": "나는 요리 안 하니까 신경 안 써",
        "score": 3
      },
      {
        "text": "좋은 걸 만들어주면 고마워!",
        "score": 4
      }
    ]
  },
  {
    "question": "집에서 나는 향이나 분위기 어떤 게 가장 중요해?",
    "options": [
      {
        "text": "청결한 방이 가장 중요해",
        "score": 1
      },
      {
        "text": "내가 좋아하는 향이 나면 좋겠어",
        "score": 2
      },
      {
        "text": "편안한 분위기가 최고지",
        "score": 3
      },
      {
        "text": "딱히 신경 쓰지 않아, 그냥 있어주면 돼",
        "score": 4
      }
    ]
  },
  {
    "question": "룸메가 기분 나쁜 일이 생기면, 어떻게 대처할 거야?",
    "options": [
      {
        "text": "내가 먼저 사과할 것 같아",
        "score": 1
      },
      {
        "text": "말하기 전까지는 기다릴 것 같아",
        "score": 2
      },
      {
        "text": "기분 나쁘면 말해줘야 해결될 것 같아",
        "score": 3
      },
      {
        "text": "그냥 둘 다 무시하고 지내자",
        "score": 4
      }
    ]
  }
];