export const shoppingMysteryQuestions = [
  {
    "question": "낸 금요일에 새로 오픈한 쇼핑몰에 갔어. 어떤 마음으로 들어갔을까?",
    "options": [
      {
        "text": "세일 상품 위주로 구경할 생각이었어",
        "score": 1
      },
      {
        "text": "최신 트렌드가 궁금해서 간 거야",
        "score": 2
      },
      {
        "text": "지금 필요한 게 없는데 그냥 소소하게 즐길 거야",
        "score": 3
      },
      {
        "text": "무신사에서 꽉 차있는 장바구니를 비우고 싶어",
        "score": 4
      }
    ]
  },
  {
    "question": "마침에 발견한 이쁜 원피스! 가격 확인해보니 살짝 비쌈. 어떻게 할래?",
    "options": [
      {
        "text": "장바구니에 넣고 다음에 할인할 때 구입할까?",
        "score": 1
      },
      {
        "text": "평소에 생각한 예산이 있어서 고민할 거 같아",
        "score": 2
      },
      {
        "text": "그냥 오늘 사버려!",
        "score": 3
      },
      {
        "text": "SNS에 올려서 친구들 의견도 물어보고 싶어",
        "score": 4
      }
    ]
  },
  {
    "question": "어느 날 따라 남자친구와의 데이트 자금이 부족해. 어떻게 생성할 거야?",
    "options": [
      {
        "text": "지금 있는 것으로 최대한 즐겨봐",
        "score": 1
      },
      {
        "text": "저녁엔 맛집에서 간단히 먹고 쇼핑은 미뤄",
        "score": 2
      },
      {
        "text": "이건 노가다로 일을 해...",
        "score": 3
      },
      {
        "text": "십 원 한 장도 아까워. 철저하게 계획할 거야",
        "score": 4
      }
    ]
  }
];