export const vacationVibesQuestions = [
  {
    "question": "주말에 갑자기 이틀 연휴가 생기면 당신은 어떤 활동을 가장 먼저 생각해?",
    "options": [
      {
        "text": "친구들과 바다 가서 물놀이!",
        "score": 1
      },
      {
        "text": "혼자서 조용한 산으로 하이킹 가기",
        "score": 2
      },
      {
        "text": "카페에서 맛있는 디저트 먹으며 독서",
        "score": 3
      },
      {
        "text": "온가족과 근교에 있는 리조트로 하루 휴식!",
        "score": 4
      }
    ]
  },
  {
    "question": "하루의 스트레스를 어떻게 푸는 편이야?",
    "options": [
      {
        "text": "열심히 운동하고 땀을 쭉~ 빼는 편!",
        "score": 1
      },
      {
        "text": "차분한 음악 들으면서 따뜻한 목욕",
        "score": 2
      },
      {
        "text": "가족이나 친구들과 소소한 대화",
        "score": 3
      },
      {
        "text": "무작정 여행 떠나는게 최고죠!",
        "score": 4
      }
    ]
  },
  {
    "question": "여행을 계획할 때 가장 먼저 생각하는 건?",
    "options": [
      {
        "text": "일정 따위 상관없이 편한 곳",
        "score": 1
      },
      {
        "text": "그곳에 꼭 가고 싶은 명소!",
        "score": 2
      },
      {
        "text": "서울에서 멀고 한적한 곳",
        "score": 3
      },
      {
        "text": "문화 체험과 극기가 가능한 장소!",
        "score": 4
      }
    ]
  },
  {
    "question": "팬미팅이나 콘서트를 간다면 누구의 공연을 보고 싶어?",
    "options": [
      {
        "text": "우정 패턴. 친구 다 같이 격하게!",
        "score": 1
      },
      {
        "text": "혼자 차분히 듣고 감상하기",
        "score": 2
      },
      {
        "text": "모두가 웃고 즐거운 서프라이즈",
        "score": 3
      },
      {
        "text": "가수와 실시간 소통하는 경험",
        "score": 4
      }
    ]
  }
];