export const seoArticle = "직장에서의 심리적인 적응력은 직장 생활의 만족도와 성과에 큰 영향을 미칩니다. 이 테스트는 10~30대 여성들이 흔히 겪는 직장 내 여러 상황을 바탕으로 구성되어 있습니다. 각 항목은 개인의 대처 방식, 스트레스 해소 방법, 상사와의 관계를 평가하는 데 초점이 맞춰져 있습니다. 심리학적으로, 긍정적인 직장 환경은 개인의 성장과 발전에 기여하며, 따라서 이 테스트는 스스로의 행동 패턴을 점검할 수 있는 좋은 기회를 제공합니다. 다양한 선택지를 통해 개인의 성향을 파악하고, 궁극적으로 더 나은 직장 생활을 위한 방향성을 제시합니다. 나의 직장 생활이 어떤 모습인지, 그리고 상사와의 관계는 어떤지 알아보는 것은 매우 유익할 것입니다. 이 테스트를 통해 여러분의 직장 생활을 한층 더 깊이 이해해보세요.";
export const workLifeMood1234Questions = [
  {
    "question": "퇴근 후 갑자기 상사에게 야근 요청받으면 어떻게 할래?",
    "options": [
      {
        "text": "그냥 일해야지, 어쩔 수 없잖아",
        "score": 1
      },
      {
        "text": "상사에게 진짜 어려워요라고 솔직하게 말해",
        "score": 1
      }
    ]
  },
  {
    "question": "팀 프로젝트에서 일이 많아져 스트레스 받을 때, 당신은 어떻게 해?",
    "options": [
      {
        "text": "동료와 수다 떨면서 풀어야지",
        "score": 1
      },
      {
        "text": "집에 가서 푹 쉬는 편이야",
        "score": 1
      }
    ]
  },
  {
    "question": "상사와의 대화가 불편할 때, 보통 어떻게 반응해?",
    "options": [
      {
        "text": "예쁜 척 하면서 웃어 넘겨",
        "score": 1
      },
      {
        "text": "솔직히 내 생각을 말해",
        "score": 1
      }
    ]
  },
  {
    "question": "회식에서 분위기를 살리기 위해 어떤 행동을 해?",
    "options": [
      {
        "text": "다들 재밌게 놀도록 유도해",
        "score": 1
      },
      {
        "text": "조용히 음료만 마셔",
        "score": 1
      }
    ]
  },
  {
    "question": "상사에게 칭찬받았을 때 기분은 어떤가요?",
    "options": [
      {
        "text": "엄청 뿌듯하고 더 열심히 할 듯!",
        "score": 1
      },
      {
        "text": "그냥 잘했으니까, 별 감흥 없어요",
        "score": 1
      }
    ]
  },
  {
    "question": "프로젝트 마감이 다가올 때 당신의 마음가짐은?",
    "options": [
      {
        "text": "이럴 때일수록 더 열심히 해야지!",
        "score": 1
      },
      {
        "text": "너무 힘들어서 집에 가고 싶어",
        "score": 1
      }
    ]
  },
  {
    "question": "직장에서 스트레스가 쌓였을 땐 어떻게 풀어?",
    "options": [
      {
        "text": "친구들과 외식 계획 세워",
        "score": 1
      },
      {
        "text": "집에서 혼자 영화 보고 힐링해",
        "score": 1
      }
    ]
  },
  {
    "question": "퇴사 고민이 들 때 주로 어떤 이유 때문이야?",
    "options": [
      {
        "text": "상사 때문에 너무 힘들어서",
        "score": 1
      },
      {
        "text": "일에 대한 열정이 사라져서",
        "score": 1
      }
    ]
  }
];