export const petPersonalityPreferenceQuestions = [
  {
    "question": "주말 아침, 눈 뜨자마자 반려견이 함께 놀자고 할 때 너는?",
    "options": [
      {
        "text": "일단 슬리퍼 찾고 아침 먹으러 나감",
        "score": 1
      },
      {
        "text": "어울려서 소파 위에서 뒹굴기",
        "score": 2
      },
      {
        "text": "사진 찍어 인스타에 올려야지!",
        "score": 3
      },
      {
        "text": "너무 귀여워서 핸드폰에 계속 담아둘 듯",
        "score": 4
      }
    ]
  },
  {
    "question": "친구가 반려묘를 자주 데려오면 너는 어떤 반응이야?",
    "options": [
      {
        "text": "나도 한번 데려와서 놀아보고 싶어",
        "score": 1
      },
      {
        "text": "그냥 그 고양이를 귀찮아할 것 같아",
        "score": 2
      },
      {
        "text": "고양이랑 사진 찍고 싶어!!",
        "score": 3
      },
      {
        "text": "옆에서 고양이 보고 있는데 심쿵해",
        "score": 4
      }
    ]
  },
  {
    "question": "애견카페에서 썸남과 데이트 중, 뛰어노는 반려견을 보면?",
    "options": [
      {
        "text": "썸남보다 강아지가 더 귀엽긴 하지",
        "score": 1
      },
      {
        "text": "그냥 둘 다 귀여워서 행복함",
        "score": 2
      },
      {
        "text": "썸남한테 강아지 같이 케어해보자고 할 듯",
        "score": 3
      },
      {
        "text": "애기 강아지 사진 많이 찍고 싶어",
        "score": 4
      }
    ]
  },
  {
    "question": "반려동물이 아플 때 너는 어떻게 할 거야?",
    "options": [
      {
        "text": "무조건 바로 병원 가야지",
        "score": 1
      },
      {
        "text": "자가 진단 해볼 것 같아",
        "score": 2
      },
      {
        "text": "최대한 무럭무럭 기르려고 노력함",
        "score": 3
      },
      {
        "text": "아프면 나도 울 것 같아",
        "score": 4
      }
    ]
  },
  {
    "question": "SNS에서 유명한 반려동물 유튜버를 본다면?",
    "options": [
      {
        "text": "영상 보면서 혼자 웃음",
        "score": 1
      },
      {
        "text": "댓글 남기고 친구한테 공유",
        "score": 2
      },
      {
        "text": "자주 보다가 내 반려동물도 나중에 채널 만들어야지",
        "score": 3
      },
      {
        "text": "그냥 보고 배워서 내 반려동물과 해보려 해",
        "score": 4
      }
    ]
  },
  {
    "question": "여행을 갈 때 반려동물을 어떻게 할 거야?",
    "options": [
      {
        "text": "친구한테 맡길 듯",
        "score": 1
      },
      {
        "text": "같이 여행 가고 싶어",
        "score": 2
      },
      {
        "text": "먼저 호텔 찾아볼 듯",
        "score": 3
      },
      {
        "text": "소중한 추억 쌓고 싶어",
        "score": 4
      }
    ]
  },
  {
    "question": "반려동물과 같은 취향의 친구와 만났을 때?",
    "options": [
      {
        "text": "너도 나랑 똑같이 좋아해?",
        "score": 1
      },
      {
        "text": "같이 놀러 가자!",
        "score": 2
      },
      {
        "text": "우리 취향 진짜 찰떡이다",
        "score": 3
      },
      {
        "text": "SNS에 인증샷 찍고 싶어",
        "score": 4
      }
    ]
  },
  {
    "question": "입양하고 싶은 반려동물의 외모를 떠올려보자, 어떤 스타일이야?",
    "options": [
      {
        "text": "귀여운 대형견이면 좋겠음",
        "score": 1
      },
      {
        "text": "작고 귀여운 고양이",
        "score": 2
      },
      {
        "text": "혐의 매력 발산하는 이국적인 품종",
        "score": 3
      },
      {
        "text": "색다른 누리끼리 친구면 좋겠지",
        "score": 4
      }
    ]
  },
  {
    "question": "반려동물과 나의 하루는 어떤지 기록해보고 싶어?",
    "options": [
      {
        "text": "일기장에 쓰고 싶다",
        "score": 1
      },
      {
        "text": "영상 편집해서 SNS에 올리기",
        "score": 2
      },
      {
        "text": "툭 튀어나온 루틴으로 정리하기",
        "score": 3
      },
      {
        "text": "계속 사진 찍어두기",
        "score": 4
      }
    ]
  },
  {
    "question": "애완용품 쇼핑할 때 너의 태도는?",
    "options": [
      {
        "text": "무조건 실용성 중시!",
        "score": 1
      },
      {
        "text": "귀여운 디자인만 보면 사라짐",
        "score": 2
      },
      {
        "text": "신상 제품은 다 챙겨야 해",
        "score": 3
      },
      {
        "text": "온갖 예쁜 짐들을 사 모음",
        "score": 4
      }
    ]
  }
];