export const seoArticle = "이 테스트는 주거 환경이 개인의 심리적 상태와 과거 행동 패턴에 어떤 영향을 미치는지를 탐구하고자 하는 심리학적 배경을 가지고 있어. 과거의 흑역사는 개인의 성격 형성과 대인 관계에 미치는 영향을 중요하게 다뤄. 본 테스트는 특히 10대 후반에서 30대 초반의 여성들이 공감할 수 있는 실제적인 시나리오를 통해 자기 인식을 향상시킬 수 있도록 구성됐어. 참여자는 룸메와의 특별한 순간들을 떠올리며, 그 경험이 자신에게 어떤 의미였는지 생각하게 돼. 각 선택지는 그동안 쌓인 나의 경험과 특성을 드러내며, 재미있는 결과를 통해 소소한 자아 탐색의 기회를 제공하는 걸 목표로 하고 있어.";
export const roommateAirQualityQuestions = [
  {
    "question": "룸메가 자꾸 방에서 스프레이로 향수 뿌리면, 넌 어떻게 반응할 거야?",
    "options": [
      {
        "text": "눈치 보면서도 괜찮다고 말해줌",
        "score": 1
      },
      {
        "text": "아니, 그거 너무 쎄서 숨 막혀ㅠㅠ",
        "score": 1
      }
    ]
  },
  {
    "question": "룸메가 친구들 모아서 파티하는 날, 넌 집에서 혼자 쉬고 싶다면?",
    "options": [
      {
        "text": "기분 좋게 자는 편",
        "score": 1
      },
      {
        "text": "조용히 나가서 카페 가는 중",
        "score": 1
      }
    ]
  },
  {
    "question": "룸메가 음식 쓰레기를 한 달 간 방치했을 때, 네 반응은?",
    "options": [
      {
        "text": "일단 무시하고 살기",
        "score": 1
      },
      {
        "text": "그거 진짜 좀 아닌데? 하면서 청소함",
        "score": 1
      }
    ]
  },
  {
    "question": "룸메가 방에서 매일 담배를 피우면, 넌 어떻게 할 거야?",
    "options": [
      {
        "text": "조용히 창문 열고 환기 시킴",
        "score": 1
      },
      {
        "text": "직접 담배 끊으라고 말함",
        "score": 1
      }
    ]
  },
  {
    "question": "룸메가 매일 강한 청소제를 쓰면, 너는?",
    "options": [
      {
        "text": "결국 적응하게 됨ㅋㅋ",
        "score": 1
      },
      {
        "text": "그 냄새 진짜 못 참겠어ㅠ",
        "score": 1
      }
    ]
  },
  {
    "question": "룸메가 방에서 항상 음악을 크게 키면, 넌?",
    "options": [
      {
        "text": "그냥 귀찮지만 나도 따라 부름",
        "score": 1
      },
      {
        "text": "조용히 이어폰 끼고 시무룩",
        "score": 1
      }
    ]
  },
  {
    "question": "룸메가 방에 역사적인 인물 포스터를 붙여놨다면, 너의 느낌은?",
    "options": [
      {
        "text": "음... 굳이? 이런 느낌?",
        "score": 1
      },
      {
        "text": "우와, 나도 저런 거 좋아!",
        "score": 1
      }
    ]
  },
  {
    "question": "룸메가 외출할 때마다 너무 치장하고 나가면, 넌?",
    "options": [
      {
        "text": "그냥 잘 어울린다며 응원함",
        "score": 1
      },
      {
        "text": "내가 더 꾸미게 됨ㅋㅋ",
        "score": 1
      }
    ]
  }
];