export const socialMediaHabitsQuestions = [
  {
    "question": "존경하는 인플루언서의 새로운 스타일을 보고 나서 너도 모르게 급 따라 하고 싶어진 적 있어?",
    "options": [
      {
        "text": "완전! 새로운 스타일 해보고 싶지~",
        "score": 1
      },
      {
        "text": "조금은 영향을 받긴 해!",
        "score": 0
      }
    ]
  },
  {
    "question": "주말마다 넷플릭스 정주행을 하는 편이니?",
    "options": [
      {
        "text": "꽉 찬 주말이면 무조건 binge-watching이지",
        "score": 1
      },
      {
        "text": "가끔씩 보긴 해",
        "score": 0
      }
    ]
  },
  {
    "question": "타인의 여름 여행 사진 보면서 무의식적으로 나 대신 여행 중 인스타 감성을 느끼고 있진 않아?",
    "options": [
      {
        "text": "원래 인스타 감성으로 난 여행 중이야",
        "score": 1
      },
      {
        "text": "사진 보면서 행복한 꿈만 꿔~",
        "score": 0
      }
    ]
  },
  {
    "question": "릴스에서 항상 웃긴 영상 찾아보는 게 스트레스 해소 방법이야?",
    "options": [
      {
        "text": "응! 나만의 힐링 포인트지",
        "score": 1
      },
      {
        "text": "가끔은 보기도 해",
        "score": 0
      }
    ]
  },
  {
    "question": "아침마다 소소하게 ‘뚜껑 열려 있는 상태로’ 인스타를 확인하는 편이고?",
    "options": [
      {
        "text": "확인 안 하면 하루가 안 시작될 듯",
        "score": 1
      },
      {
        "text": "그건 아니지",
        "score": 0
      }
    ]
  },
  {
    "question": "후기나 추천글 보고 유튜브 쇼핑 중독이 돼버린 거 아니야?",
    "options": [
      {
        "text": "진짜 쇼핑은 자주 해!",
        "score": 1
      },
      {
        "text": "안 해도 재미는 없어.",
        "score": 0
      }
    ]
  },
  {
    "question": "보통 잠들기 전 폰을 한 번은 확인하는 보편적인 친구야?",
    "options": [
      {
        "text": "반드시 확인해! 아마도 마지막 봐야 할 화두",
        "score": 1
      },
      {
        "text": "가끔은 하긴 해",
        "score": 0
      }
    ]
  },
  {
    "question": "신박한 챌린지를 앓고 있어? 나도 공유하고 싶다는 생각이 들어?",
    "options": [
      {
        "text": "그래! 한번 해보는 재미는 있어",
        "score": 1
      },
      {
        "text": "인생 챌린지는 아니야",
        "score": 0
      }
    ]
  },
  {
    "question": "주로 어떤 앱에서 스토리를 작성하는지 깨달았을 때 느끼는 감정이 크지 않아?",
    "options": [
      {
        "text": "그 앱은 내 일상이라고 생각해!",
        "score": 1
      },
      {
        "text": "고민이 좀 있긴해",
        "score": 0
      }
    ]
  },
  {
    "question": "핸드폰의 파일 없는 의식이 깊게 가득 차 있는 것 같다고 느꼈지?",
    "options": [
      {
        "text": "진짜 그럴 수도!",
        "score": 1
      },
      {
        "text": "가끔은 정리하기도 하지만",
        "score": 0
      }
    ]
  },
  {
    "question": "스냅챗 필터나 페이스북 스토리에서 요즘 화제가 되는 집에 가져다놓을 정도였다면?",
    "options": [
      {
        "text": "절대! 피드를 온라인에서 개편해야지!",
        "score": 1
      },
      {
        "text": "그건 자주 하진 않아",
        "score": 0
      }
    ]
  },
  {
    "question": "친구들이 인증샷을 올리면 따라올리는 게 필수라는 생각은 안 해?",
    "options": [
      {
        "text": "자연스럽게 그럴 수밖에!",
        "score": 1
      },
      {
        "text": "인 줄은 아는데 몰라도 상관 없어",
        "score": 0
      }
    ]
  }
];